Repository: derekriemer/nvda-notepadPlusPlus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, es, fi, fr, ru

source: Notepad++ settings
de: Notepad++ Einstellungen
es: Opciones de Notepad++
fr: Paramètres Notepad++
ru: Настройки Notepad++

source: Enable &line length indicator
de: Aktiviere die Anzeige von überlangen Zei&len
es: Activar el indicador de &longitud de línea
fi: Ota käyttöön rivi&pituuden ilmaisin
fr: Activer l'indicateur de &longueur de ligne
ru: Включить индикатор длины &строки

source: &Maximum line length:
de: &Maximal erlaubte Zeilenlänge:
es: Longitud de línea &máxima:
fi: &Rivin enimmäispituus:
fr: Longueur de ligne &maximale :
ru: &Максимальная длина строки:

source: Goes to the brace that matches the one under the caret
de: Geht zur Klammer, die zu derjenigen unter der Einfügemarke gehört
es: Ir a la llave correspondiente aquélla bajo el punto de inserción
fi: Siirtyy aaltosulkeen kohdalle, joka vastaa kohdistimen alla olevaa.
fr: Aller à l'accolade qui correspond à celui sous le point d'insertion
ru: Переходит к скобке, которая соответствует скобке под кареткой

source: Goes to the next bookmark
de: Geht zum nächsten Lesezeichen
es: Ir al siguiente marcador
fi: Siirtää seuraavaan kirjanmerkkiin
fr: Aller au signet suivant
ru: Переходит к следующей закладке

source: Goes to the previous bookmark
de: Geht zum vorherigen Lesezeichen
es: Ir al marcador anterior
fi: Siirtää edelliseen kirjanmerkkiin
fr: Aller au signet précédent
ru: Переходит к предыдущей закладке

source: Moves to the first character that is after the maximum line length
de: Bewegt die Einfügemarke zum ersten Zeichen nach der erlaubten Zeilenlänge
es: Moverse al primer carácter que está después de la longitud de línea máxima
fi: Siirtää ensimmäiseen rivin enimmäispituuden jälkeiseen merkkiin
fr: Se déplacer vers le premier caractère qui est après la longueur de ligne maximale
ru: Переходит к первому символу после максимальной длины строки

source: Speak the line info item on the status bar
de: Spricht die sich auf der Statuszeile befindliche Zeileninformation
es: Anuncia el elemento información de línea en la barra de estado
fi: Lukee tilapalkin rivitietojen kohteen
fr: Annonce l'élément information de ligne sur la barre d'état
ru: Объявляет позицию курсора в строке состояния

source: No more search results in this direction
de: Keine weiteren Suchergebnisse in dieser Richtung
es: No hay más resultados de búsqueda en esta dirección
fi: Ei enempää hakutuloksia tässä suunnassa
fr: Aucun autre résultat de recherche dans cette direction
ru: Результатов поиска в этом направлении больше нет

source: Queries the next or previous search result and speaks the selection and current line of it
de: Fragt das nächste oder voherige Suchergebnis ab und spricht sowohl Auswahl als auch Zeileninhalt
es: Consulta el resultado de la búsqueda siguiente o anterior y anuncia la selección y la línea actual de la misma
fr: Consulte le résultat de la recherche précédente ou suivante et annonce la sélection et la ligne actuelle de la même

source: Preview of MarkDown or HTML
de: Vorschau von MarkDown oder Html Inhalten
es: Vista previa de MarkDown o HTML
fr: Aperçu de MarkDown ou HTML

source: Treat the edit window text as MarkDown and display it as browsable message
de: Behandle den Inhalt des Editor Fensters als MarkDown oder Html und zeige ihn im internen Browser
es: Trata el texto de la ventana de edición como MarkDown y lo muestra como mensaje navegable
fr: Traite le texte de la fenêtre d'édition comme MarkDown et l'affiche comme un message navigable

source: Treat the edit window text as MarkDown and display it as webpage in the default browser
de: Behandle den Inhalt des Editor Fensters als MarkDown oder Html und zeige ihn als Webpage im Standard Browser
es: Trata el texto de la ventana de edición como MarkDown y lo muestra como página web en el navegador predeterminado
fr: Traite le texte de la fenêtre d'édition comme MarkDown et l'affiche comme page Web dans le navigateur par défaut

source: Notepad++ App Module. This addon improves the accessibility of Notepad ++. To learn more, press the add-on help button.
de: Notepad++ Anwendungsmodul. Diese Erweiterung verbessert die barrierefreie Bedienung von Notepad++. Drücken Sie den Schalter "Hilfe über diese Erweiterung"um mehr zu erfahren.
es: App Module para Notepad++. Este complemento mejora la accesibilidad de Notepad ++. Para obtener más información pulsar el botón Ayuda del Complemento.
fi: Notepad++-sovellusmoduuli. Tämä lisäosa parantaa Notepad++:n saavutettavuutta. Lisätietoja saat painamalla Lisäosan ohje -painiketta.
fr: App Module pour Notepad++. Ce module complémentaire améliore l'accessibilité de Notepad ++. Pour en savoir plus, appuyez sur le bouton Aide de ce module complémentaire.
ru: Модуль приложения Notepad++. Это дополнение улучшает доступность Notepad++. Чтобы узнать больше, нажмите кнопку справки по дополнению.

source: Show autocomplete &suggestions in braille
fi: Näytä automaattisen täydennyksen e&hdotukset pistenäytöllä
ru: Показывать &предложения автозаполнения по Брайлю

source: Queries the next or previous search result and speaks the selection and current line.
fi: Etsii seuraavan tai edellisen hakutuloksen ja puhuu valinnan sekä senhetkisen rivin.
ru: Переходит к следующему, или предыдущему найденному запросу, и проговаривает выделение и текущую строку.
